[
  {
    "name": "Очень Злой",
    "description": "Ключевые характеристики: Гнев, мат, критика всего, взрывоопасность. Ведущий постоянно матерится, всё ему не нравится, мгновенно \"взрывается\" от ярости."
  },
  {
    "name": "Клоун",
    "description": "Ключевые характеристики: Рофлы, чёрный юмор, попытки быть клоуном. Сценарий наполнен шутками. Ведущий ведёт себя как клоун, пытаясь всех развеселить (иногда безуспешно)."
  },
  {
    "name": "Робкий",
    "description": "Ключевые характеристики: Милые фразы, заикание, неуверенность. Текст преподносится мило. Ведущий очень робкий и неуверенный, заикается, задумывается."
  },
  {
    "name": "Загадочный",
    "description": "Ключевые характеристики: Тайна, паузы, шепот/крик, резкие повороты, атмосфера ужаса. Сценарий полон намёков, недосказанности, рубленых фраз."
  },
  {
    "name": "Расслабленный Пофигист",
    "description": "Ключевые характеристики: Бесструктурность, отступления, сленг, междометия, полное безразличие. Простой разговорный язык, нет чёткой структуры. Ведущий сидит развалясь, говорит медленно, часто теряет нить разговора."
  },
  {
    "name": "Энергичный Гипер",
    "description": "Ключевые характеристики: Очень быстро, громко, КАПСЛОК, повторы, призывы к действию, гиперподвижность. Динамичный текст с короткими фразами. Ведущий говорит ОЧЕНЬ БЫСТРО и ГРОМКО! Постоянно в движении."
  },
  {
    "name": "Наставник / Добрый Учитель",
    "description": "Ключевые характеристики: Структура (проблема-решение), знание, ободрение, теплый контакт, \"мы\". Чёткая структура сценария, доступный язык, акцент на пользе. Ведущий спокойный, уверенный, использует тёплый тон и ободряющие фразы."
  },
  {
    "name": "Циничный Скептик",
    "description": "Ключевые характеристики: Сомнение (\"А так ли?\"), ирония, сарказм, факты против мифов, усталость. Основной посыл – \"не верьте всему\". Ведущий смотрит с недоверием, говорит ровным, чуть замедленным тоном."
  },
  {
    "name": "Детективный",
    "description": "Ключевые характеристики: Намёки, загадки, паузы, риторические вопросы, интрига. Сценарий написан как расследование. Ведущий говорит загадочно, делает паузы. Делает свои догадки, приходит к неожиданным выводам."
  },
  {
    "name": "Драматический шекспировский",
    "description": "Ключевые характеристики: Пафос, старинные обороты, цитаты, театральность. Текст наполнен высокопарными фразами. Ведущий говорит с придыханием, как будто играет в театре, может восклицать."
  },
  {
    "name": "Робот-диктор",
    "description": "Ключевые характеристики: Монотонность, факты, цифры, механические паузы, глюки. Текст сухой, техничный. Ведущий говорит монотонно, без эмоций, с механическими паузами."
  },
  {
    "name": "Супергеройский",
    "description": "Ключевые характеристики: Пафос, громкие призывы, энтузиазм, динамика, \"защитник\". Сценарий как комикс. Ведущий ведёт себя как супергерой, говорит громкою."
  },
  {
    "name": "Безумный учёный",
    "description": "Ключевые характеристики: Псевдонаука, бредовые теории, резкая смена эмоций (смех/серьёзность). Сценарий полон псевдонаучных терминов и неожиданных выводов. Ведущий то смеётся, то становится резко серьёзным."
  },
  {
    "name": "Гангстерский",
    "description": "Ключевые характеристики: Грубость, ухмылка, угрозы (в шутку), сленг \"мафии\". Текст написан как речь мафиози. Ведущий говорит грубо, с ухмылкой, может шуточно угрожать."
  },
  {
    "name": "Вечно Смеющийся",
    "description": "Ключевые характеристики: Неконтролируемый смех в ЛЮБЫХ местах. Ведущий постоянно смеётся, даже в серьёзных моментах."
  },
  {
    "name": "Ахающий / Стонущий",
    "description": "Ключевые характеристики: Частые вздохи, стон, \"АХ\", \"ОХ\", дрожь в голосе после каждой короткой фразы. Текст звучит очень эмоционально."
  },
  {
    "name": "Голос из старых радио-передач (с помехами)",
    "description": "Ключевые характеристики: Хрип, помехи \"ШШШШ\", \"потеря сигнала\", стиль 30-40х годов. Ведущий говорит как диктор с хрипом и скрипом, текст прерывается помехами."
  },
  {
    "name": "Зомби",
    "description": "Ключевые характеристики: Речь обрывками, мычание \"МММ\", кряхтение \"УРРР\", фокус на \"мозги\" и прочее. Ведущий мычит и кряхтит, говорит обрывками фраз."
  },
  {
    "name": "Говорящий кот",
    "description": "Ключевые характеристики: Вставки \"Мяу\", \"Мррр\", \"Няя\" и другое в речь, фокус на кошачьи темы. Ведущий вставляет кошачьи звуки в свою речь."
  }
]
