[
  {
    "name": "Фотографический реализм",
    "description": "Изображения, неотличимые от высококачественной фотографии. Точная передача естественного освещения с мягкими переходами теней, микро-детализация текстур (поры кожи, фактура тканей, отражения на поверхностях). Глубина резкости имитирует работу профессионального объектива, включая реалистичное боке на заднем плане. Персонажи имеют анатомически точные пропорции без стилизации."
  },
  {
    "name": "Сюрреалистичный коллаж",
    "description": "Композиции из несочетаемых объектов с искажённой перспективой. Техника цифрового коллажа с элементами глитч-арта, плавными переходами текстур и сновидческими визуальными метафорами. Характерны неестественные масштабы, плавающие структуры и психоделическая цветовая палитра."
  },
  {
    "name": "Киберпанк-неон",
    "description": "Ночные городские пейзажи с неоновыми вывесками, отражающимися в мокром асфальте. Ультрасовременная архитектура с голографическими элементами, кибернетические импланты у персонажей и характерные фиолетово-синие градиенты с акцентами кислотных оттенков. Обязательные элементы: дождь, пар из вентиляции, цифровые иероглифы."
  },
  {
    "name": "Масляная живопись эпохи Возрождения",
    "description": "Тщательная проработка светотени в стиле Караваджо, насыщенные охристые и бордовые тона, драматичные контрасты освещения. Текстуры холста, видимые мазки кисти и классические композиционные приёмы. Персонажи в бархатных одеждах с характерным мягким свечением по краям объектов."
  },
  {
    "name": "Биомеханический хоррор",
    "description": "Синтез органических форм и механических деталей в духе Ганса Гигера. Мрачные индустриальные пространства с пульсирующими живыми трубами, существа из плоти и металла с гидравлическими суставами. Преобладают хромированные поверхности, влажные текстуры и кроваво-ржавые цветовые акценты."
  },
  {
    "name": "Скандинавский минимализм",
    "description": "Чистые линии, простые геометрические формы и пастельная монохромная палитра. Максимальная функциональность элементов, обилие негативного пространства и натуральные текстуры (дерево, лён, керамика). Характерные элементы: скандинавские узоры, уютное освещение и лаконичные силуэты."
  },
  {
    "name": "Стимфанк-механизмы",
    "description": "Викторианская эстетика с элементами паровых технологий: медные шестерни, кожаные ремни, латунные трубы и зубчатые передачи. Детализированные механические устройства с дымящимися клапанами, персонажи в корсетах и защитных очках. Цветовая гамма: сепия, бронза, охры с акцентами позолоты."
  },
  {
    "name": "Лимнальное пространство",
    "description": "Пустые переходные зоны с тревожной атмосферой: бесконечные лестницы, заброшенные бассейны, коридоры с мерцающим светом. Искажённая перспектива, ненатуральные тени и неестественная цветовая температура. Обязательное ощущение временной аномалии и архитектурного диссонанса."
  },
  {
    "name": "Космический импрессионизм",
    "description": "Туманности и звёздные скопления, выполненные техникой масляной живописи с видимыми мазками. Динамичные переходы между фиолетовыми, ультрамариновыми и неоново-розовыми оттенками. Размытые силуэты космических кораблей и планетарных туманностей с эффектом светорассеяния."
  },
  {
    "name": "Глитч-арт анимация",
    "description": "Цифровые искажения с имитацией сбоя аналогового сигнала: смещение RGB-каналов, пиксельные разрывы, статический шум и зависающие кадры. Технические артефакты (баги, линии загрузки, HEX-коды) органично интегрированы в композицию. Преобладают электронные синие и фиолетовые тона."
  },
  {
    "name": "Бархатный сюрреализм",
    "description": "Роскошные интерьеры с гипертрофированными текстурами бархата, шёлка и мрамора. Изысканная игра глубоких теней и золотого освещения, витражные световые эффекты. Предметы с неожиданными тактильными свойствами (текучий металл, твёрдый туман) в композициях эпохи ар-деко."
  },
  {
    "name": "Обезьяна",
    "description": "Реалистичное изображение, в котором всегда фигурирует обезьяна. Эта обезьяна может быть как главным персонажем, так и второстепенным, но она должна быть непременно и вписываться в общую картину повествования."
  }
]